IDEA StatiCa Open Model
TimePoint.Age Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Age
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Age { get; set; }
Public Property Age As Double
	Get
	Set
public:
property double Age {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace